{
  "store": {
    "workingHours": {
      "workingHours": [
        { "day": "Monday", "time": "Closed" },
        { "day": "Tuesday", "time": "10 a.m.–6 p.m." },
        { "day": "Wednesday", "time": "10 a.m.–6 p.m." },
        { "day": "Thursday", "time": "10 a.m.–6 p.m." },
        { "day": "Friday", "time": "10 a.m.–6 p.m." },
        { "day": "Saturday", "time": "10 a.m.–6 p.m." },
        { "day": "Sunday", "time": "Closed" }
      ]
    },
    "about": {
      "headline": "About Our Business",
      "intro": "The Market & Smør is more than just a local market—it’s a community hub dedicated to connecting people with the best local, seasonal, and specialty foods. Founded in the heart of Cobourg, our mission is to create a welcoming space where customers can discover fresh produce, unique pantry staples, and delicious prepared foods, all sourced with care and integrity.",
      "story": "Inspired by the traditions of European markets and the spirit of small-town Ontario, The Market & Smør was founded to bring together local farmers, food artisans, and neighbors. We believe in the power of good food to build community and support sustainable agriculture.",
      "mission": "To make fresh, honest food accessible to everyone while supporting local growers and producers. We prioritize transparency, quality, and a personal touch in everything we do.",
      "founder": "The Market & Smør was founded by a passionate local food advocate (insert founder name here), whose background in food, hospitality, and community-building shaped the vision for the store. Every product on our shelves is handpicked for quality and story.",
      "press": "We’re proud to have been featured in local media such as The Cobourg Daily Star and Northumberland News for our commitment to community, sustainability, and great food.",
      "closing": "Whether you’re shopping for tonight’s dinner, looking for a special gift, or just want to say hello, we invite you to stop by and experience The Market & Smør difference!"
    },

    "grocery": {
      "category": {
        "title": "Grocery",
        "info": "Our grocery section features pantry staples, dairy, bread, snacks, beverages, and specialty ingredients. We highlight local and artisanal products alongside trusted everyday brands.",
        "health": "We curate our grocery selection for quality and wholesome ingredients, supporting both local makers and well-known favorites.",
        "recipe": "Market Bruschetta – Top fresh sourdough with local goat cheese, cherry tomato jam, and a drizzle of olive oil for an easy appetizer."
      },
      "items": [
        {
          "name": "Sourdough Bread",
          "brand": "Local Bakery",
          "origin": "Cobourg",
          "category": "Grocery",
          "featured": true,
          "imageUrl": "/images/sourdough-bread.jpg"
        },
        {
          "name": "Artisan Jam",
          "brand": "Northumberland Preserves",
          "origin": "Ontario",
          "category": "Grocery",
          "featured": false,
          "imageUrl": "/images/artisan-jam.jpg"
        }
      ]
    }
  }
}
